Repository: CofficLab/Lumi
Catalog: Packages/LumiAppKit/Sources/LumiAppKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld enabled
zh_hans: %lld 个已启用
zh_hk: %lld 個已啟用

# %lld 个主题
source: %lld themes
zh_hans: %lld 个主题
zh_hk: %lld 個主題

# %lld 个插件
source: %lld plugins
zh_hans: %lld 个插件
zh_hk: %lld 個插件

source: About
zh_hans: 关于
zh_hk: 關於

source: Accent
zh_hans: 强调
zh_hk: 強調

source: Always On
zh_hans: 始终启用
zh_hk: 始終啓用

source: Appearance
zh_hans: 外观
zh_hk: 外觀

source: Build
zh_hans: 构建
zh_hk: 構建

source: Bundle ID
zh_hans: 包名
zh_hk: 包名

source: Check for Updates...
zh_hans: 检查更新...
zh_hk: 檢查更新...

source: Copied
zh_hans: 已复制
zh_hk: 已複製

source: Copy Error Details
zh_hans: 复制错误详情
zh_hk: 複製錯誤詳情

source: Destructive
zh_hans: 危险
zh_hk: 危險

source: Disabled
zh_hans: 已禁用
zh_hk: 已禁用

source: Error
zh_hans: 错误
zh_hk: 錯誤

source: Focus Chat Input
zh_hans: 聚焦聊天输入
zh_hk: 聚焦聊天輸入

source: Folders
zh_hans: 文件夹
zh_hk: 資料夾

source: General
zh_hans: 通用
zh_hk: 通用

source: MLX local models require macOS 14 or later.
zh_hans: MLX 本地模型需要 macOS 14 或更高版本。
zh_hk: MLX 本地模型需要 macOS 14 或更高版本。

source: Name
zh_hans: 名称
zh_hk: 名稱

source: No local providers available
zh_hans: 当前没有可用的本地供应商
zh_hk: 當前沒有可用的本地供應商

source: Not Set
zh_hans: 未设置
zh_hk: 未設置

source: Onboarding
zh_hans: 新手引导
zh_hk: 新手引導

source: Please quit and reopen the app, or check logs for more details.
zh_hans: 请退出并重新打开应用，或查看日志获取更多详情。
zh_hk: 請退出並重新打開應用，或查看日誌獲取更多詳情。

source: Plugin Description
zh_hans: 插件说明
zh_hk: 插件說明

source: Plugins
zh_hans: 插件
zh_hk: 插件

source: Primary
zh_hans: 主要
zh_hk: 主要

source: Quit
zh_hans: 退出
zh_hk: 退出

source: Replay Onboarding
zh_hans: 重新查看新手引导
zh_hk: 重新查看新手引導

source: Saved
zh_hans: 已保存
zh_hk: 已儲存

source: Search Plugins
zh_hans: 搜索插件
zh_hk: 搜尋插件

source: Secondary
zh_hans: 次要
zh_hk: 次要

source: Send Message
zh_hans: 发送消息
zh_hk: 發送訊息

source: Settings
zh_hans: 设置
zh_hk: 設定

source: Start
zh_hans: 开始
zh_hk: 開始

source: Stop Generation
zh_hans: 停止生成
zh_hk: 停止生成

source: Subtle
zh_hans: 柔和
zh_hk: 柔和

source: Success
zh_hans: 成功
zh_hk: 成功

source: Unable to continue
zh_hans: 无法继续
zh_hk: 無法繼續

source: Version
zh_hans: 版本
zh_hk: 版本

source: Warning
zh_hans: 警告
zh_hk: 警告

# 主要文字 Primary
source: Primary Text
zh_hans: 主要文字 Primary
zh_hk: 主要文字 Primary

# 使用中
source: In Use
zh_hans: 使用中
zh_hk: 使用中

# 使用此主题
source: Use This Theme
zh_hans: 使用此主题
zh_hk: 使用此主題

# 全部
source: All
zh_hans: 全部
zh_hk: 全部

# 卡片
source: Card
zh_hans: 卡片
zh_hk: 卡片

# 卡片标题
source: Card Title
zh_hans: 卡片标题
zh_hk: 卡片標題

# 启用
source: Enable
zh_hans: 启用
zh_hk: 啓用

# 常见 UI 组件在此主题下的样式
source: Common UI component styles under this theme
zh_hans: 常见 UI 组件在此主题下的样式
zh_hk: 常見 UI 組件在此主題下的樣式

# 当前：%@
source: Current: %@
zh_hans: 当前：%@
zh_hk: 目前：%@

# 打开 App Support 目录
source: Open App Support Directory
zh_hans: 打开 App Support 目录
zh_hk: 打開 App Support 目錄

# 打开 Lumi
source: Open Lumi
zh_hans: 打开 Lumi
zh_hk: 打開 Lumi

# 打开容器目录
source: Open Container Directory
zh_hans: 打开容器目录
zh_hk: 打開容器目錄

# 打开数据库目录
source: Open Database Directory
zh_hans: 打开数据库目录
zh_hk: 打開資料庫目錄

# 打开文档目录
source: Open Documents Directory
zh_hans: 打开文档目录
zh_hk: 打開文件目錄

# 按钮
source: Buttons
zh_hans: 按钮
zh_hk: 按鈕

# 插件管理
source: Plugin Management
zh_hans: 插件管理
zh_hk: 插件管理

# 搜索主题
source: Search Themes
zh_hans: 搜索主题
zh_hk: 搜尋主題

# 搜索插件
source: Search Plugins
zh_hans: 搜索插件
zh_hk: 搜尋插件

# 文字
source: Text
zh_hans: 文字
zh_hk: 文字

# 新建窗口
source: New Window
zh_hans: 新建窗口
zh_hk: 新開視窗

# 未找到主题
source: No Themes Found
zh_hans: 未找到主题
zh_hk: 未找到主題

# 未找到插件
source: No Plugins Found
zh_hans: 未找到插件
zh_hk: 未找到插件

# 标签
source: Tags
zh_hans: 标签
zh_hk: 標籤

# 检查更新
source: Check for Updates
zh_hans: 检查更新
zh_hk: 檢查更新

# 次要文字 Secondary
source: Secondary Text
zh_hans: 次要文字 Secondary
zh_hk: 次要文字 Secondary

# 正在初始化...
source: Initializing...
zh_hans: 正在初始化...
zh_hk: 正在初始化...

# 浅色主题
source: Light Theme
zh_hans: 浅色主题
zh_hk: 淺色主題

# 深色主题
source: Dark Theme
zh_hans: 深色主题
zh_hk: 深色主題

# 组件预览
source: Component Preview
zh_hans: 组件预览
zh_hk: 組件預覽

# 色板
source: Palette
zh_hans: 色板
zh_hk: 色板

# 设置
source: Settings
zh_hans: 设置
zh_hk: 設定

# 设置...
source: Settings...
zh_hans: 设置...
zh_hk: 設定...

# 该插件暂未提供设置页面。
source: This plugin does not provide a settings page.
zh_hans: 该插件暂未提供设置页面。
zh_hk: 該插件尚未提供設定頁面。

# 调试
source: Debug
zh_hans: 调试
zh_hk: 除錯

# 跟随系统外观
source: Follow System Appearance
zh_hans: 跟随系统外观
zh_hk: 跟隨系統外觀

# 辅助文字 Tertiary
source: Tertiary Text
zh_hans: 辅助文字 Tertiary
zh_hk: 輔助文字 Tertiary

# 这是卡片中的说明文字，用于展示表面色与层级。
source: This is the description text in the card, used to display surface colors and hierarchy.
zh_hans: 这是卡片中的说明文字，用于展示表面色与层级。
zh_hk: 這是卡片中的說明文字，用於展示表面色與層級。

# 退出 Lumi
source: Quit Lumi
zh_hans: 退出 Lumi
zh_hk: 退出 Lumi

# 选择一个主题
source: Select a Theme
zh_hans: 选择一个主题
zh_hk: 選擇一個主題

# 选择一个插件
source: Select a Plugin
zh_hans: 选择一个插件
zh_hk: 選擇一個插件
